Revit 2027 API
ParameterTypeId.StructuralSectionCommonWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonWidth { get; }
Public Shared ReadOnly Property StructuralSectionCommonWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonWidth {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace